Autodesk.Revit.DB.LineSegment
An output node that represents a tessellated line segment.
Remarks:
See also: Autodesk.Revit.DB.IExportContextBase.OnLineSegment(Autodesk.Revit.DB.LineSegment).
Since:
2016